[{"title":"Writing Tools: 55 Essential Strategies for Every Writer","author":"Roy Peter Clark","highlights":[{"text":"Begin sentences with subjects and verbs.","note":"Tool 1","page":"13","location":"185-185"},{"text":"If the writer wants to create suspense, or build tension, or make the reader wait and wonder, or join a journey of discovery, or hold on for dear life, he can save subject and verb of the main clause until later. As I just did.","note":"A point to note","page":"15","location":"219-221"},{"text":"","note":"Tool 2","page":"17","location":"249"},{"text":"Some teachers refer to this as the 2-3-1 tool of emphasis, where the most emphatic words or images go at the end, the next most emphatic at the beginning, and the least emphatic in the middle, but that’s too much calculus for my brain. Here’s my simplified version: put your best stuff near the beginning and at the end; hide weaker stuff in the middle.","note":"2-3-1 technique","page":"19","location":"277-279"},{"text":"Amy Fusselman provides an example with the first sentence of her novel, The Pharmacist’s Mate: “Don’t have sex on a boat unless you want to get pregnant.” The most intriguing words come near the beginning and at the end. Gabriel García Márquez uses this strategy at the opening of One Hundred Years of Solitude to dazzling effect: “Many years later, as he faced the firing squad, Colonel Aureliano Buendía was to remember that distant afternoon when his father took him to discover ice.”","note":"Example of the tool","page":"19","location":"279-284"},{"text":"The earnest writer can overuse a writing tool. If you shoot up your verbs with steroids, you risk creating an effect that poet Donald Hall derides as “false color,” the stuff of adventure magazines and romance novels. Temperance controls the impulse to overwrite.","note":"Important to not to overdo","page":"24","location":"356-358"},{"text":"The poet Donald Hall argues that active verbs can be too active, that they can lead to macho prose (“He crunched his fist into the Nazi’s jaw”) and cloying romanticism (“The horizon embraced the setting sun”).","note":"To note","page":"30","location":"457-459"},{"text":"To understand the difference between a good adverb and a bad adverb, consider these two sentences: “She smiled happily” and “She smiled sadly.” Which one works best? The first seems weak because “smiled” contains the meaning of “happily.” On the other hand, “sadly” changes the meaning.","note":"Using adverb to convey opposite of general meaning","page":"33","location":"503-505"},{"text":"Take it easy on the -ings.","note":"Tool 6","page":"35","location":"534-534"},{"text":"A close reading of Wolfe suggests some strategies to achieve mastery of the long sentence: • It helps if subject and verb of the main clause come early in the sentence. • Use the long sentence to describe something long. Let form follow function. • It helps if the long sentence is written in chronological order. • Use the long sentence in variation with sentences of short and medium length. • Use the long sentence as a list or catalog of products, names, images. • Long sentences need more editing than short ones. Make every word count. Even. In. A. Very. Long. Sentence.","note":"Strategies for long sentences","page":"43","location":"645-651"},{"text":"am fading away. Slowly but surely. Like the sailor who watches the home shore gradually disappear, I watch my past recede. My old life still burns within me, but more and more of it is reduced to the ashes of memory.","note":"Beautiful Prose","page":"44","location":"671-672"},{"text":"Establish a pattern, then give it a twist.","note":"Tool 8","page":"46","location":"692-693"},{"text":"Let punctuation control pace and space.","note":"Tool 9","page":"50","location":"762-763"},{"text":"Think of a long, well-written sentence with no punctuation except the period. Such a sentence is a straight road with a stop sign at the end. The period is the stop sign. Now think of a winding road with lots of stop signs. That analogy describes a paragraph with lots of periods, an effect that will slow the pace of the story. The writer may desire such a pace for strategic reasons: to achieve clarity, convey emotion, or create suspense.","note":"Beautiful analogy on punctuation","page":"51","location":"776-779"},{"text":"Targets for cuts include: • Adverbs that intensify rather than modify: just, certainly, entirely, extremely, completely, exactly. • Prepositional phrases that repeat the obvious: in the story, in the article, in the movie, in the city. • Phrases that grow on verbs: seems to, tends to, should have to, tries to. • Abstract nouns that hide active verbs: consideration becomes considers; judgment becomes judges; observation becomes observes. • Restatements: a sultry, humid afternoon.","note":"Important Point","page":"57","location":"864-871"},{"text":"Prefer the simple over the technical.","note":"Tool 11","page":"61","location":"921-922"},{"text":"Give key words their space.","note":"Tool 12","page":"65","location":"993-993"},{"text":"Play with words, even in serious stories.","note":"Tool 13","page":"69","location":"1051-1052"},{"text":"Get the name of the dog.","note":"Tool 14","page":"73","location":"1119-1120"},{"text":"More deadly than clichés of language are what Donald Murray calls “clichés of vision,” the narrow frames through which writers learn to see the world. In Writing to Deadline, Murray lists common blind spots: victims are always innocent, bureaucrats are lazy, politicians are corrupt, it’s lonely at the top, the suburbs are boring.","note":"Important","page":"83","location":"1269-1272"},{"text":"Riff on the creative language of others.","note":"Tool 17","page":"86","location":"1306-1306"},{"text":"Set the pace with sentence length.","note":"Tool 18","page":"90","location":"1365-1366"},{"text":"Vary the lengths of paragraphs.","note":"Tool 19","page":"94","location":"1436-1436"},{"text":"“The paragraph is essentially a unit of thought, not of length,”","note":"Important","page":"95","location":"1442-1443"},{"text":"Choose the number of elements with a purpose in mind.","note":"Tool 20","page":"99","location":"1516-1517"},{"text":"• Use one for power. • Use two for comparison, contrast. • Use three for completeness, wholeness, roundness. • Use four or more to list, inventory, compile, and expand.","note":"Important","page":"104","location":"1580-1582"},{"text":"Know when to back off and when to show off.","note":"Tool 21","page":"105","location":"1600-1600"},{"text":"Climb up and down the ladder of abstraction.","note":"Tool 22","page":"108","location":"1656-1656"},{"text":"The ladder of abstraction remains one of the most useful models of thinking and writing ever invented. Popularized by S. I. Hayakawa in his 1939 book Language in Action, the ladder has been adopted and adapted in hundreds of ways to help people ponder language and express meaning.","note":"Impo","page":"109","location":"1662-1664"},{"text":"Learn the difference between reports and stories.","note":"Tool 25","page":"124","location":"1893-1893"},{"text":"Use dialogue as a form of action.","note":"Tool 26","page":"128","location":"1963-1963"},{"text":"This opening fell flat, I think, because of the adjective “compassionate.” Too often, writers turn abstractions into adjectives to define character. One writer tells us the shopkeeper was enthusiastic, or that the lawyer was passionate in his closing argument, or that the schoolgirls were popular. Some adjectives—ashen, blond, and winged—help us see. But adjectives such as enthusiastic are abstract nouns in disguise.","note":"Important","page":"135","location":"2058-2063"},{"text":"Put odd and interesting things next to each other.","note":"Tol 28","page":"138","location":"2114-2114"},{"text":"Foreshadow dramatic events and powerful conclusions.","note":"Tool 29","page":"143","location":"2183-2183"},{"text":"Do you ever violate the principle of Chekhov’s Gun? Do you place seemingly significant elements high in your work that never come into play again?","note":"Important","page":"146","location":"2233-2234"},{"text":"To generate suspense, use internal cliffhangers.","note":"Tool 30","page":"147","location":"2250-2251"},{"text":"Build your work around a key question.","note":"Tool 31","page":"152","location":"2317-2317"},{"text":"“Everything has a purpose, or premise,” he writes. For Romeo and Juliet, it is “Great love defies even death.” For Macbeth, it is “Ruthless ambition leads to its own destruction.” For Othello, it is “Jealousy destroys itself and the object of its love.” The premise takes the question of the engine and turns it into a thematic statement. It can easily be converted back: Will Othello’s jealousy destroy him and the woman he loves?","note":"Important","page":"154","location":"2355-2359"},{"text":"Place gold coins along the path.","note":"Tool 32","page":"156","location":"2389-2389"},{"text":"attention. “The easiest thing for a reader to do,” argued famed editor Barney Kilgore, “is to quit reading.”","note":"Important","page":"157","location":"2400-2401"},{"text":"These words, for example, from the book Night by Elie Wiesel, are attached to a wall of the United States Holocaust Memorial Museum: Never shall I forget that night, the first night in camp, which has turned my life into one long night, seven times cursed and seven times sealed. Never shall I forget that smoke. Never shall I forget the little faces of the children, whose bodies I saw turned into wreaths of smoke beneath a silent blue sky. Never shall I forget those flames which consumed my faith forever. Never shall I forget that nocturnal silence which deprived me, for all eternity, of the desire to live. Never shall I forget those moments which murdered my God and my soul and turned my dreams to dust. Never shall I forget these things, even if I am condemned to live as long as God Himself. Never.","note":"Hauntingly beautiful words","page":"164","location":"2507-2514"},{"text":"Write from different cinematic angles.","note":"Tool 34","page":"166","location":"2539-2540"},{"text":"Report and write for scenes.","note":"Tool 35","page":"171","location":"2608-2608"},{"text":"“As the atom is the smallest discrete unit of matter,” writes novelist Holly Lisle on her Web site, so the scene is the smallest discrete unit in fiction; it is the smallest bit of fiction that contains the essential elements of story. You don’t build a story or a book of words and sentences and paragraphs—you build it of scenes, one piled on top of the next, each changing something that came before, all of them moving the story inexorably and relentlessly forward.","note":"Important","page":"172","location":"2631-2635"},{"text":"The mirror remains a powerful metaphor for the aspiring writer, especially the journalist. The writer’s goal is to reflect the world, to render the here and now, so that readers can see it, feel it, understand it. But the job of the writer is not merely to capture scenes and compile them. These scenes, these moments within scenes, must be placed in a meaningful order, a storyboard, a script, a sequence.","note":"Important","page":"173","location":"2642-2645"},{"text":"In short works, don’t waste a syllable.","note":"Tool 37","page":"181","location":"2771-2772"},{"text":"Good writers strive for originality, and they can achieve it by standing on a foundation of narrative archetypes, a set of story expectations that can be manipulated, frustrated, or fulfilled in novel ways, on behalf of the reader. Examples include: the journey there and back winning the prize winning or losing the loved one loss and restoration the blessing becomes the curse overcoming obstacles the wasteland restored rising from the ashes the ugly duckling the emperor has no clothes descent into the underworld","note":"Important","page":"187","location":"2861-2867"},{"text":"Use archetypes. Don’t let them use","note":"Important","page":"189","location":"2893-2893"},{"text":"I end with a warning. Avoid endings that go on and on like a Rachmaninoff concerto or a heavy metal ballad. Don’t bury your ending. Put your hand over the last paragraph. Ask yourself, “What would happen if this ended here?” Move it up another paragraph and ask the same question until you find the natural stopping place.","note":"Important","page":"194","location":"2969-2971"},{"text":"Draft a mission statement for your work.","note":"Tool 40","page":"196","location":"2999-3000"},{"text":"I believe that the so-called “writing block” is a product of some kind of disproportion between your standards and your performance.… One should lower his standards until there is no felt threshold to go over in writing. It’s easy to write. You just shouldn’t have standards that inhibit you from writing. (from Writing the Australian Crawl)","note":"Important","page":"203","location":"3103-3106"},{"text":"Do your homework well in advance.","note":"Tool 42","page":"206","location":"3152-3153"},{"text":"Read for both form and content.","note":"Tool 43","page":"211","location":"3222-3222"},{"text":"Break long projects into parts.","note":"Tool 45","page":"219","location":"3353-3353"},{"text":"Take an interest in all crafts that support your work.","note":"Tool 46","page":"223","location":"3409-3409"},{"text":"Recruit your own support group.","note":"Tool 47","page":"227","location":"3478-3479"},{"text":"Limit self-criticism in early drafts.","note":"Tool 48","page":"231","location":"3536-3536"},{"text":"But she is most powerful on the topic of self-criticism. To become a fluent writer, she argues, one must silence the internal critic early in the process. The critic becomes useful only when enough work has been done to warrant evaluation and revision. Influenced by Freud, Brande argues that during the early stages of creation, the writer should write freely, “harnessing the unconscious”:","note":"Important","page":"232","location":"3547-3550"},{"text":"One of the oldest bits of wisdom about art goes like this, and please excuse the Latin: “De gustibus non est disputandum.” There can be no arguing about matters of taste. I think Moby Dick is too long. You think abstract art is too abstract. My chili is too spicy. You reach for the Tabasco.","note":"Important","page":"236","location":"3617-3619"},{"text":"Take a lesson from this earnest young writer. Even when an attack is personal, in your mind deflect it back onto the work: “What was it in the story that would provoke such anger?” If you can learn to use criticism in positive ways, you will continue to grow as a writer.","note":"Important","page":"238","location":"3645-3647"},{"text":"Own the tools of your craft.","note":"Tool 50","page":"240","location":"3668-3669"},{"text":"• Find a focus. What is your essay about? No, what is it really about? Go deeper. Get to the heart of the matter. Break the shell and extract the nut. Getting there requires careful research, sifting through evidence, experimentation, and critical thinking. The focus of a story can be expressed in a title, a first sentence, a summary paragraph, a theme statement, a thesis, a question the story will answer for the reader, one perfect word.","note":"Important","page":"242","location":"3703-3706"},{"text":"Sniff. Explore. Collect. Focus. Select. Order. Draft. Revise.","note":"Important","page":"243","location":"3724-3725"},{"text":"Take advantage of narrative numbers.","note":"Tool 51","page":"246","location":"3764-3764"},{"text":"Express your best thought in the shortest sentence.","note":"Tool 52","page":"251","location":"3846-3846"},{"text":"“Now, I must give him credit for this,” said Wolfe. “If you ever have a preposterous statement to make… say it in five words or less, because we’re always used to five-word sentences as being the gospel truth.” The five-word sentence as the gospel truth.","note":"Important","page":"252","location":"3851-3853"},{"text":"stuck. I owe it to him to restore his original context, that writers can use the short sentence to give even preposterous statements the ring of truth. The bigot can use it to foment hate. The propagandist can slap it on a bumper sticker. But for the writer","note":"Power of short sentence","page":"255","location":"3901-3903"},{"text":"Match your diction to your writing purpose.","note":"Tool 53","page":"256","location":"3923-3923"},{"text":"Create a mosaic of detail to reveal character.","note":"Tool 54","page":"262","location":"4008-4008"},{"text":"Look for the “inciting incident” to kick-start your story.","note":"Tool 55","page":"267","location":"4089-4089"},{"text":"“The inciting incident,” writes McKee in his book Story, “radically upsets the balance of forces in the protagonist’s life.”","note":"Important","page":"268","location":"4103-4104"},{"text":"Bin Laden is dead, an American bullet through his eye. He will not create a worldwide caliphate enforcing Islamic law. But he may have achieved an important goal. He may have made us less like us—and more like him. To defeat him, we choose to send into battle our darker angels.","note":"Beautiful Words","page":"269","location":"4117-4119"},{"text":"While the inciting incident is crucial, the big bang that propels the story, it is never enough. The writer must raise the stakes for the main characters—in gambling slang, must “up the ante.”","note":"Important","page":"270","location":"4133-4134"},{"text":"Make a list of inciting incidents that you think might ignite a good personal essay or memoir.","note":"Important","page":"271","location":"4145-4146"},{"text":"As New York sports writer Red Smith once observed, “Writing is easy. All you do is sit down at a typewriter and open a vein.” The agony in Madison Square Garden.","note":null,"page":"6","location":"83-84"},{"text":"the best excuse for not writing. “Why should I get writer’s block?” asked the mischievous Roger Simon. “My father never got truck driver’s block.”","note":null,"page":"6","location":"85-86"},{"text":"Make meaning early, then let weaker elements branch to the right.","note":null,"page":"13","location":"186-186"},{"text":"A writer composes a sentence with subject and verb at the beginning, followed by other subordinate elements, creating what scholars call a right-branching sentence.","note":null,"page":"13","location":"188-189"},{"text":"Think of that main clause as the locomotive that pulls all the cars that follow.","note":null,"page":"13","location":"196-197"},{"text":"By delaying the main subject and verb, the writer tightens the tension between a celebrated cause and an ordinary girl.","note":null,"page":"15","location":"226-227"},{"text":"This variation works only when most sentences branch to the right, a pattern that creates meaning, momentum, and literary power.","note":null,"page":"15","location":"227-228"},{"text":"Order words for emphasis.","note":null,"page":"17","location":"249-249"},{"text":"Place strong words at the beginning and at the end.","note":null,"page":"17","location":"249-250"},{"text":"For any sentence, the period acts as a stop sign. That slight pause in reading magnifies the final word, an effect intensified at the end of a paragraph, where final words often adjoin white space.","note":null,"page":"17","location":"252-254"},{"text":"For any sentence, the period acts as a stop sign. That slight pause in reading magnifies the final word, an effect intensified at the end of a paragraph, where final words often adjoin white space. In a column of type, a reader’s eyes are likewise drawn to the words next to the white space. Those words shout, “Look at me!”","note":null,"page":"17","location":"252-254"},{"text":"Putting strong stuff at the beginning and end helps writers hide weaker stuff in the middle. In the passage above, notice how the writer hides the less important news elements—the who and the when (“Lower Merion Township yesterday”)—in the middle of the lead.","note":null,"page":"18","location":"271-273"},{"text":"Activate your verbs.","note":null,"page":"21","location":"316-316"},{"text":"Strong verbs create action, save words, and reveal the players.","note":null,"page":"21","location":"317-317"},{"text":"In writing this passage, Fleming followed the advice of his countryman George Orwell, who wrote of verbs: “Never use the passive where you can use the active.”","note":null,"page":"22","location":"334-335"},{"text":"Tense defines action within time—when the verb happens—the present, past, or future. Voice defines the relationship between subject and verb—who does what.","note":null,"page":"23","location":"338-339"},{"text":"• If the subject performs the action of the verb, we call the verb active. • If the subject receives the action of the verb, we call the verb passive. • A verb that is neither active nor passive is a linking verb, a form of the verb to be.","note":null,"page":"23","location":"340-343"},{"text":"Both Fleming and Gall avoid verb qualifiers that attach themselves to standard prose like barnacles to the hull of a ship:","note":null,"page":"23","location":"352-352"},{"text":"sort of tend to kind of must have seemed to could have used to begin to","note":null,"page":"23","location":"353-355"},{"text":"described three uses of the active voice: to create outward action, to express inner or emotional action, and to energize an argument.","note":null,"page":"25","location":"381-382"},{"text":"Be passive-aggressive.","note":null,"page":"26","location":"394-394"},{"text":"Use passive verbs to showcase the “victim” of action.","note":null,"page":"26","location":"394-395"},{"text":"litany","note":null,"page":"27","location":"411-411"},{"text":"A strong active verb can add dimension to the cloud created by some uses of the verb to be. Strunk and White provide a nifty example. “There were leaves all over the ground” becomes “Leaves covered the ground.” A four-word sentence outworks seven words.","note":null,"page":"28","location":"429-431"},{"text":"Here, then, are your tools of thumb: • Active verbs move the action and reveal the actors. • Passive verbs emphasize the receiver, the victim. • The verb to be links word and ideas.","note":null,"page":"29","location":"444-446"},{"text":"George Orwell describes the relationship between language abuse and political abuse, how corrupt leaders use the passive voice to obscure unspeakable truths and shroud responsibility for their actions. They say, “It must be admitted, now that the report has been reviewed, that mistakes were made,” rather than, “I read the report, and I admit I made a mistake.” Here’s a life tool: always apologize in the active voice.","note":null,"page":"30","location":"448-450"},{"text":"Watch those adverbs.","note":null,"page":"31","location":"470-470"},{"text":"Use them to change the meaning of the verb.","note":null,"page":"31","location":"471-471"},{"text":"Time and again, the writer uses the adverb, not to change our understanding of the verb, but to intensify it. The silliness of this style led to a form of pun called the “Tom Swiftie,” in which the adverb conveys the punch line: “I’m an artist,” he said easily. “I need some pizza now,” he said crustily.","note":null,"page":"32","location":"476-479"},{"text":"At their best, adverbs spice up a verb or adjective. At their worst, they express a meaning already contained in it: The blast completely destroyed the church office. The cheerleader gyrated wildly before the screaming fans.","note":null,"page":"32","location":"480-483"},{"text":"In each case, the deletion shortens the sentence, sharpens the point, and creates elbow room for the verb. Feel free to disagree.","note":null,"page":"32","location":"488-489"},{"text":"Adverbiage reflects the style of an immature writer, but the masters can bump their shins as well.","note":null,"page":"33","location":"499-500"},{"text":"Remember the song “Killing Me Softly”? Good adverb. How about “Killing Me Fiercely”? Bad adverb.","note":null,"page":"34","location":"508-509"},{"text":"Look also for weak verb-adverb combinations that you can revise with stronger verbs: “She went quickly down the stairs” can become “She dashed down the stairs.” “He listened surreptitiously” can become “He eavesdropped.” Give yourself a choice.","note":null,"page":"34","location":"509-511"},{"text":"Prefer the simple present or past.","note":null,"page":"35","location":"535-535"},{"text":"To put it another way, why is “Wish and hope and think and pray” stronger than “Wishin’ and hopin’ and thinkin’ and prayin’”? With apologies to Dusty Springfield, the answer resides in the history of English as an inflected language.","note":null,"page":"36","location":"541-543"},{"text":"An inflection is an element we add to a word to change its meaning. For example, we add -s or -es to a noun to indicate the plural. Add -s or -ed to a verb, and we distinguish present action from the past.","note":null,"page":"36","location":"543-546"},{"text":"the writer should not worry about the occasional and strategic use of an -ing word, only its overuse when the simple present or past tense will suffice.","note":null,"page":"37","location":"558-559"},{"text":"Fear not the long sentence.","note":null,"page":"40","location":"613-614"},{"text":"Take the reader on a journey of language and meaning.","note":null,"page":"41","location":"614-615"},{"text":"Write what you fear. Until the writer tries to master the long sentence, she is no writer at all, for while length makes a bad sentence worse, it can make a good sentence better.","note":null,"page":"41","location":"617-618"},{"text":"Writing long sentences means going against the grain.","note":null,"page":"43","location":"651-651"},{"text":"Build parallel constructions, but cut across the grain.","note":null,"page":"46","location":"693-694"},{"text":"“If two or more ideas are parallel,” writes Diana Hacker in A Writer’s Reference, “they are easier to grasp when expressed in parallel grammatical form. Single words should be balanced with single words, phrases with phrases, clauses with clauses.”","note":null,"page":"46","location":"695-697"},{"text":"The effect is most obvious in the words of great orators, such as Martin Luther King Jr. (the emphasis is mine): So let freedom ring from the prodigious hilltops of New Hampshire. Let freedom ring from the mighty mountains of New York. Let freedom ring from the heightening Alleghenies of Pennsylvania! Let freedom ring from","note":null,"page":"46","location":"697-700"},{"text":"The effect is most obvious in the words of great orators, such as Martin Luther King Jr. (the emphasis is mine): So let freedom ring from the prodigious hilltops of New Hampshire. Let freedom ring from the mighty mountains of New York. Let freedom ring from the heightening Alleghenies of Pennsylvania! Let freedom ring from the snowcapped Rockies of Colorado.","note":null,"page":"46","location":"697-701"},{"text":"A pure parallel construction would be “Boom, boom, boom.” Parallelism with a twist gives us “Boom, boom, bang.”","note":null,"page":"48","location":"729-730"},{"text":"Superman, we all remember, stands not for truth, justice, and patriotism, but “truth, justice, and the American way,” two parallel nouns with a twist.","note":null,"page":"48","location":"733-734"},{"text":"All writers fail, on occasion, to take advantage of parallel structures. The result for the reader can be the equivalent of driving over a pothole on a freeway.","note":null,"page":"49","location":"741-742"},{"text":"What if Abraham Lincoln had written about a government of the people, by the people, and for the entire nation, including the red and blue states? These violations of parallelism should remind us of the exquisite balance of the original versions.","note":null,"page":"49","location":"743-745"},{"text":"Learn the rules, but realize you have more options than you think.","note":null,"page":"50","location":"763-764"},{"text":"As an American, I spell the word color “color,” and I place the comma inside the quotation marks. My cheeky English friend spells it “colour”, and she leaves that poor little croissant out in the cold.","note":null,"page":"51","location":"769-770"},{"text":"Most punctuation is required, but some is optional, leaving the writer with many choices.","note":null,"page":"51","location":"771-771"},{"text":"Punctuation comes from the Latin root punctus, or “point.” Those funny dots, lines, and squiggles help writers point the way. To help readers, we punctuate for two reasons: 1. To set the pace of reading. 2. To divide words, phrases, and ideas into convenient groupings.","note":null,"page":"51","location":"772-775"},{"text":"If a period is a stop sign, then what kind of traffic flow is created by other marks? The comma is a speed bump; the semicolon is what a driver education teacher calls a “rolling stop”; the parenthetical expression is a detour; the colon is a flashing yellow light that announces something important up ahead; the dash is a tree branch in the road.","note":null,"page":"51","location":"780-782"},{"text":"A well-placed comma points to where the writer would pause if he read the passage aloud.","note":null,"page":"52","location":"784-785"},{"text":"More muscular than the comma, the semicolon is most useful for dividing and organizing big chunks of information.","note":null,"page":"52","location":"786-787"},{"text":"Parentheses introduce a play within a play. Like a detour sign in the middle of a street, they require the driver to maneuver around to regain the original direction. Parenthetical expressions are best kept short and (Pray for us, Saint Nora of Ephron) witty.","note":null,"page":"52","location":"792-794"},{"text":"But the dash has two brilliant uses: a pair of dashes can set off an idea contained within a sentence, and a dash near the end can deliver a punch line.","note":null,"page":"52","location":"796-797"},{"text":"That leaves the colon, and here’s what it does: it announces a word, phrase, or clause the way a trumpet flourish in a Shakespeare play sounds the arrival of the royal procession.","note":null,"page":"53","location":"802-803"},{"text":"Make conscious decisions on how fast you’d like the reader to move. Perhaps you want readers to zoom across the landscape. Or to tiptoe through a technical explanation. Punctuate accordingly.","note":null,"page":"54","location":"820-821"},{"text":"Cut big, then small.","note":null,"page":"55","location":"835-835"},{"text":"Prune the big limbs, then shake out the dead leaves.","note":null,"page":"55","location":"835-836"},{"text":"In 1914 British author Arthur Quiller-Couch wrote it bluntly: “Murder your darlings.”","note":null,"page":"55","location":"838-838"},{"text":"If your goal is to achieve precision and concision, begin by pruning the big limbs. You can shake out the dead leaves later. • Cut any passage that does not support your focus. • Cut the weakest quotations, anecdotes, and scenes to give greater power to the strongest. • Cut any passage you have written to satisfy a tough teacher or editor rather than the common reader. • Don’t invite others to cut. You know the work better. Mark optional trims. Then decide whether they should become actual cuts.","note":null,"page":"56","location":"849-853"},{"text":"Use shorter words, sentences, and paragraphs at points of complexity.","note":null,"page":"61","location":"922-923"},{"text":"This requires a literary technique called defamiliarization, a hopeless word that describes the process by which an author takes the familiar and makes it strange.","note":null,"page":"61","location":"924-925"},{"text":"Film directors create this effect with super close-ups and with shots from severe or distorting angles.","note":null,"page":"61","location":"925-926"},{"text":"For balance, call the strategy familiarization, taking the strange or opaque or complex and, through the power of explanation, making","note":null,"page":"62","location":"938-939"},{"text":"More often, the writer must find a way to simplify prose in service to the reader. For balance, call the strategy familiarization, taking the strange or opaque or complex and, through the power of explanation, making it comprehensible, even familiar.","note":null,"page":"62","location":"938-940"},{"text":"George Orwell reminds us to avoid long words where short ones “will do,” a preference that exalts short Saxon words over longer ones of Greek and Latin origin, words that entered the language after the Norman Conquest in 1066.","note":null,"page":"63","location":"957-959"},{"text":"I am often stunned by the power that authors generate with words of a single syllable, as in this passage from Amy Tan: The mother accepted this and closed her eyes. The sword came down and sliced back and forth, up and down, whish! whish! whish! And the mother screamed and shouted, cried out in terror and pain. But when she opened her eyes, she saw no blood, no shredded flesh. The girl said, “Do you see now?” (from The Joy Luck Club) Fifty-five words in all, forty-eight of one syllable. Only one word (“accepted”) of three syllables.","note":null,"page":"63","location":"961-966"},{"text":"Remember that clear prose is not just a product of sentence length and word choice. It derives first from a sense of purpose—a determination to inform. What comes next is the hard work of reporting, research, and critical thinking. The writer cannot make something clear until the difficult subject is clear in the writer’s head. Then, and only then, does she reach into the writer’s toolbox, ready to explain to readers, “Here’s how it works.”","note":null,"page":"64","location":"973-976"},{"text":"For example, I once wrote this sentence to describe a writing tool: “Long sentences create a flow that carries the reader down a stream of understanding, creating an effect that Don Fry calls ‘steady advance.’” It took several years and hundreds of readings before I noticed I had written “create” and “creating” in the same sentence. It was easy enough to cut “creating,” giving the stronger verb form its own space. Word territory.","note":null,"page":"66","location":"999-1003"},{"text":"One final piece of advice: Leave said alone. Don’t be tempted by the muse of variation to permit characters to opine, elaborate, cajole, or chortle.","note":null,"page":"68","location":"1030-1032"},{"text":"Divide them into three categories: (a) function words (said, that), (b) building-block words (house, river), and (c) distinctive words (silhouette, jingle).","note":null,"page":"68","location":"1033-1035"},{"text":"Choose words the average writer avoids but the average reader understands.","note":null,"page":"69","location":"1052-1053"},{"text":"In fact, the earliest English poets were called shapers, artists who molded the stuff of language to create stories the way that God, the Great Shaper, formed heaven and earth. Good writers play with language,","note":null,"page":"69","location":"1054-1056"},{"text":"In fact, the earliest English poets were called shapers, artists who molded the stuff of language to create stories the way that God, the Great Shaper, formed heaven and earth.","note":null,"page":"69","location":"1054-1055"},{"text":"But the reading vocabulary of the average citizen is larger than the writing vocabulary of the typical author. As a result, scribes who choose their words from a deeper well attract special attention from readers and gain reputations as “writers.”","note":null,"page":"70","location":"1072-1073"},{"text":"All of us possess a reading vocabulary as big as a lake but draw from a writing vocabulary as small as a pond.","note":null,"page":"72","location":"1094-1095"},{"text":"Hall celebrates writers who “are original, as if seeing a thing for the first time; yet they report their vision in a language that reaches the rest of us. For the first quality the writer needs imagination; for the second he needs skill.… Imagination without skill makes a lively chaos; skill without imagination, a deadly order.”","note":null,"page":"72","location":"1098-1101"},{"text":"Dig for the concrete and specific, details that appeal to the senses.","note":null,"page":"74","location":"1120-1121"},{"text":"Novelist Joseph Conrad once described his task this way: “by the power of the written word to make you hear, to make you feel—it is, before all, to make you see.”","note":null,"page":"74","location":"1121-1122"},{"text":"chastise","note":null,"page":"74","location":"1123-1124"},{"text":"Most writers appeal to the sense of sight. In your next work, look for opportunities to use details of smell, sound, taste, and touch.","note":null,"page":"77","location":"1171-1172"},{"text":"Pay attention to names.","note":null,"page":"78","location":"1183-1184"},{"text":"What’s in a name? For the attentive writer, and the eager reader, the answer can be fun, insight, charm, aura, character, identity, psychosis, fulfillment, inheritance, decorum, indiscretion, and possession. For in some cultures, if I know your name and can speak it, I own your soul.","note":null,"page":"80","location":"1221-1223"},{"text":"Seek original images.","note":null,"page":"82","location":"1245-1245"},{"text":"Reject clichés and first-level creativity.","note":null,"page":"82","location":"1246-1246"},{"text":"“Never use a metaphor, simile, or other figure of speech which you are used to seeing in print,” writes George Orwell in “Politics and the English Language.”","note":null,"page":"82","location":"1249-1250"},{"text":"“Prose consists less and less of words chosen for the sake of their meaning, and more and more of phrases tacked together like the sections of a prefabricated hen-house.” That last phrase is a fresh image, a model of originality.","note":null,"page":"82","location":"1251-1253"},{"text":"Under pressure, write it straight: “The mayor is keeping his plans secret.” If you fall back on the cliché, make sure there are no other clichés nearby.","note":null,"page":"83","location":"1268-1269"},{"text":"the clichés and tired phrases. Revise them with straight writing or original images.","note":null,"page":"85","location":"1292-1292"},{"text":"Brainstorm alternatives to these common similes: red as a rose, white as snow, blue as the sky, cold as ice, hot as hell, hungry as a wolf.","note":null,"page":"85","location":"1293-1294"},{"text":"Make word lists, free-associate, be surprised by language.","note":null,"page":"86","location":"1307-1307"},{"text":"Riff is a term from jazz used to describe a form of improvisation in which one musician borrows and builds on the musical phrase of another.)","note":null,"page":"86","location":"1311-1312"},{"text":"Coiffed","note":null,"page":"86","location":"1319-1319"},{"text":"Writers collect sharp phrases and colorful metaphors, sometimes for use in their conversation, and sometimes for adaptation into their prose.","note":null,"page":"87","location":"1320-1321"},{"text":"The harmonic way is through the riff. Almost all inventions come out of the associative imagination, the ability to take what is already known and apply it as metaphor to the new.","note":null,"page":"87","location":"1323-1324"},{"text":"Vary sentences to influence the reader’s speed.","note":null,"page":"90","location":"1366-1367"},{"text":"Long sentences—I sometimes call them journey sentences—create a flow that carries the reader down a stream of understanding, an effect that Don Fry calls “steady advance.” A short sentence slams on the brakes.","note":null,"page":"90","location":"1369-1370"},{"text":"Writers name three strategic reasons to slow the pace of a story: 1. To simplify the complex 2. To create suspense 3. To focus on the emotional truth","note":null,"page":"91","location":"1382-1384"},{"text":"In his book 100 Ways to Improve Your Writing, Gary Provost created this tour de force to demonstrate what happens when the writer experiments with sentences of different lengths: This sentence has five words. Here are five more words. Five-word sentences are fine. But several together become monotonous. Listen to what is happening. The writing is getting boring. The sound of it drones. It’s like a stuck record. The ear demands some variety. Now listen. I vary the sentence length, and I create music. Music. The writing sings. It has a pleasant rhythm, a lilt, a harmony. I use short sentences. And I use sentences of medium length. And sometimes, when I am certain the reader is rested, I will engage him with a sentence of considerable length, a sentence that burns with energy and builds with all the impetus of a crescendo, the roll of the drums, the crash of the cymbals—sounds that say listen to this, it is important. So write with a combination of short, medium, and long sentences. Create a sound that pleases the reader’s ear. Don’t just write words. Write music.","note":null,"page":"92","location":"1410-1419"},{"text":"Go short or long—or make a turn—to match your intent.","note":null,"page":"94","location":"1437-1438"},{"text":"The big parts of a story should fit together, but the small parts need some stickum as well. When the big parts fit, we call that good feeling coherence; when sentences connect, we call it cohesion.","note":null,"page":"94","location":"1440-1442"},{"text":"Such a statement implies that all sentences in a paragraph should be about the same thing and move in a sequence. It also means that writers can break up long paragraphs into parts. They should not, however, paste together paragraphs that are short and disconnected.","note":null,"page":"95","location":"1444-1446"},{"text":"“There can be no general rule about the most suitable length for a paragraph,” writes Fowler. “A succession of very short ones is as irritating as very long ones are wearisome.”","note":null,"page":"95","location":"1455-1456"},{"text":"A solid, unified paragraph can act as a mini-narrative, an anecdote that takes a turn in the middle:","note":null,"page":"97","location":"1477-1478"},{"text":"precluded","note":null,"page":"98","location":"1489-1489"},{"text":"This shapely paragraph helps the writer develop a whole story within a story, complete with exposition, complication, resolution, and payoff at the end.","note":null,"page":"98","location":"1493-1494"},{"text":"“Paragraphing is also a matter of the eye,” writes Fowler. “A reader will address himself more readily to his task if he sees from the start that he will have breathing-spaces from time to time than if what is before him looks like a marathon course.”","note":null,"page":"98","location":"1495-1497"},{"text":"Do the words at the end of a paragraph shout, “Look at me!”?","note":null,"page":"99","location":"1504-1504"},{"text":"Choose the number of elements with a purpose in mind. One, two, three, or four: each sends","note":null,"page":"99","location":"1516-1518"},{"text":"One, two, three, or four: each sends a secret message to the reader.","note":null,"page":"99","location":"1517-1518"},{"text":"Tom Wolfe once told William F. Buckley Jr. that if a writer wants the reader to think something the absolute truth, the writer should render it in the shortest possible sentence. Trust me.","note":null,"page":"101","location":"1535-1536"},{"text":"That girl is smart and sweet. The writer has altered our perspective on the world. The choice for the reader is not between smart and sweet. Instead, the writer forces us to hold these two characteristics in our mind at the same time. We have to balance them, weigh them against each other, compare and contrast them.","note":null,"page":"101","location":"1542-1544"},{"text":"In The Ethics of Rhetoric, Richard M. Weaver explains that the language of two “divides the world.”","note":null,"page":"101","location":"1548-1549"},{"text":"That girl is smart, sweet, and determined. As this sentence grows, we see the girl in a more well-rounded way. Rather than simplify her as smart, or divide her as smart and sweet, we now triangulate the dimensions of her character. In our language and culture, three provides a sense of the whole: Beginning, middle, and end.","note":null,"page":"102","location":"1555-1558"},{"text":"With the addition of one, the dividing power of number two turns into what one scholar calls the “encompassing” magic of number three.","note":null,"page":"102","location":"1554-1555"},{"text":"In the anti-math of writing, the number three is greater than four. The mojo of three offers a greater sense of completeness than four or more. Once we add a fourth or fifth detail, we have achieved escape velocity, breaking out of the circle of wholeness:","note":null,"page":"103","location":"1569-1571"},{"text":"That girl is smart, sweet, determined, and neurotic. We can add descriptive elements to infinity","note":null,"page":"103","location":"1571-1572"},{"text":"When the topic is most serious, understate; when least serious, exaggerate.","note":null,"page":"105","location":"1601-1602"},{"text":"In “Why I Write,” George Orwell explains that “good prose is like a window pane.” The best work calls the reader’s attention to the world being described, not to the writer’s flourishes. When we peer out a window onto the horizon, we don’t notice the pane, yet the pane frames our vision just as the writer frames our view of the story.","note":null,"page":"105","location":"1602-1604"},{"text":"Most writers have at least two modes. One says, “Pay no attention to the writer behind the curtain. Look only at the world.” The other says, without inhibition, “Watch me dance. Aren’t I a clever fellow?” In rhetoric, these two modes have names. The first is called understatement. The second is called overstatement or hyperbole.","note":null,"page":"105","location":"1604-1608"},{"text":"Here’s a tool of thumb that works for me: The more serious or dramatic the subject, the more the writer backs off, creating the effect that the story tells itself. The more playful or inconsequential the topic, the more the writer can show off. Back off or show off.","note":null,"page":"105","location":"1608-1610"},{"text":"“If it sounds like writing,” writes hard-boiled novelist Elmore Leonard, “I rewrite it.”","note":null,"page":"107","location":"1636-1637"},{"text":"Learn when to show, when to tell, and when to do both.","note":null,"page":"109","location":"1657-1658"},{"text":"Halfway up, teachers are referred to as full-time equivalents, and school lessons are called instructional units.","note":null,"page":"109","location":"1660-1662"},{"text":"The bottom of the ladder rests on concrete language. Concrete is hard, which is why when you fall off the ladder from a high place, you might break your foot. Your right foot. The one with the spider tattoo. The second noun is abstraction. You can’t eat it or smell it or measure it. It is not easy to use as a case study. It appeals not to the senses, but to the intellect. It is an idea that cries out for exemplification.","note":null,"page":"109","location":"1667-1670"},{"text":"an influential writing teacher from South Carolina, taught me that when I write prose that the reader can neither see nor understand, I’m probably trapped halfway up the ladder.","note":null,"page":"110","location":"1685-1686"},{"text":"Metaphors and similes help us understand abstractions through comparison with concrete things. “Civilization is a stream with banks,” wrote Will Durant in LIFE magazine, working both ends of the ladder.","note":null,"page":"112","location":"1704-1706"},{"text":"Two questions will help you make this tool work. “Can you give me an example?” will drive the speaker down the ladder. But “What does that mean?” will carry him aloft.","note":null,"page":"112","location":"1708-1710"},{"text":"Tune your voice.","note":null,"page":"113","location":"1730-1730"},{"text":"Read stories aloud.","note":null,"page":"113","location":"1731-1731"},{"text":"“Voice is the sum of all the strategies used by the author to create the illusion that the writer is speaking directly to the reader from the page.” The most important words in that definition are “create,” “illusion,” and “speaking”: voice is an effect created by the writer that reaches the reader through his ears, even when he is receiving the message through his eyes.","note":null,"page":"114","location":"1736-1738"},{"text":"• What is the level of language? That is to say, does the writer use street slang or the logical argument of a professor of metaphysics? Is the level of language at the bottom of the ladder of abstraction or near the top? Does it move up and down?","note":null,"page":"114","location":"1748-1750"},{"text":"What “person” does the writer work in? Does the writer","note":null,"page":"115","location":"1750-1751"},{"text":"• What “person” does the writer work in? Does the writer use I or we or you or they or all of these?","note":null,"page":"115","location":"1750-1752"},{"text":"What are the range and the source of allusions? Do these come from high or low culture, or both? Does the writer cite a medieval theologian or a professional wrestler? Or both?","note":null,"page":"115","location":"1753-1754"},{"text":"How often does the writer use metaphors and other figures of speech? Does the writer want to sound more like the poet, whose work is rich with figurative images, or the journalist, who uses them for special effect?","note":null,"page":"115","location":"1754-1756"},{"text":"• What is the length and structure of the typical sentence? Are sentences short and simple? Long and complex? Or mixed?","note":null,"page":"115","location":"1756-1757"},{"text":"What is the distance from neutrality? Is the writer trying to be objective, partisan, or passionate?","note":null,"page":"115","location":"1758-1758"},{"text":"• How does the writer frame her material? Is she on beat or offbeat? Does the writer work with standard subject matter, using conventional story forms? Or is she experimental and iconoclastic?","note":null,"page":"115","location":"1759-1760"},{"text":"To test your writing voice, the most powerful tool on your workbench is oral reading. Read your story aloud to hear if it sounds like you.","note":null,"page":"117","location":"1785-1786"},{"text":"Work from a plan.","note":null,"page":"119","location":"1822-1823"},{"text":"Index the big parts of your work.","note":null,"page":"119","location":"1823-1824"},{"text":"remember songs because of their transparent structure: verse, verse, chorus, bridge, verse, chorus, instrumental, verse, chorus. The delightful sounds of songs may veil the mechanics of structure, but the architecture of music becomes perceptible with more careful listening","note":null,"page":"120","location":"1835-1837"},{"text":"And here’s another tool I learned: an informal plan is nothing more than the Roman numerals required by a formal outline. In other words, my plan helps me see the big parts of the story.","note":null,"page":"121","location":"1846-1848"},{"text":"When the story grows to any significant length, the writer should label the parts. If the story evolves into a book, the chapters will have titles. In a newspaper or magazine, the parts may carry subheadlines or subtitles. Writers should write these subtitles themselves—even if the publisher does not use them.","note":null,"page":"121","location":"1855-1857"},{"text":"Use one to render information, the other to render experience.","note":null,"page":"124","location":"1894-1894"},{"text":"Bits of story—call them anecdotes—appear in many reports. But the word story has a special meaning, and stories have specific requirements","note":null,"page":"124","location":"1898-1899"},{"text":"Bits of story—call them anecdotes—appear in many reports. But the word story has a special meaning, and stories have specific requirements that create predictable effects.","note":null,"page":"124","location":"1898-1900"},{"text":"Reports convey information. Stories create experience. Reports transfer knowledge. Stories transport the reader, crossing boundaries of time, space, and imagination. The report points us there. The story puts us there.","note":null,"page":"125","location":"1902-1904"},{"text":"A report sounds like this: The school board will meet Thursday to discuss the new desegregation plan. A story sounds like this: Wanda Mitchell shook her fist at the school board chairman, tears streaming down her face.","note":null,"page":"125","location":"1904-1906"},{"text":"differ. The famous “Five Ws and H” have helped writers gather and convey information with the reader’s interests in mind. Who, what, where, and when appear as the most common elements of information.","note":null,"page":"125","location":"1907-1909"},{"text":"Watch what happens when we unfreeze them, when information is transformed into narrative. In this process of conversion: Who becomes Character. What becomes Action. (What happened.) Where becomes Setting. When becomes Chronology. Why becomes Cause or Motive. How becomes Process. (How it happened.)","note":null,"page":"125","location":"1911-1918"},{"text":"By combining story and report, the writer can speak to both our hearts and our heads, creating sympathy and understanding.","note":null,"page":"127","location":"1943-1944"},{"text":"Dialogue advances narrative; quotes delay it.","note":null,"page":"129","location":"1963-1964"},{"text":"Novelist Elmore Leonard advised writers “to leave out the part that readers tend to skip” and to focus on what they read. But","note":null,"page":"129","location":"1964-1965"},{"text":"This technique has different names in different media. In print an effective bit of human speech is called a quote. Television reporters tag it a sound bite. Radio folks struggle under the awkward word actuality—because someone actually said it.","note":null,"page":"130","location":"1981-1983"},{"text":"The writer follows advice often given to new reporters: get a good quote high in the story. A good quote offers these benefits:","note":null,"page":"130","location":"1988-1989"},{"text":"• It introduces a human voice. • It explains something important about the subject. • It frames a problem or dilemma. • It adds information. • It reveals the character or personality of the speaker. • It introduces what is next to come.","note":null,"page":"130","location":"1990-1993"},{"text":"Most quotes—as opposed to dialogue—are dis-placed.","note":null,"page":"131","location":"1996-1996"},{"text":"Journalists use dialogue infrequently, so the effect stands out like a palm tree in a meadow.","note":null,"page":"131","location":"2000-2001"},{"text":"Notice the difference between that quote and the implied dialogue between the young boy and his mother. The six-year-old describes the scene to his frantic mom. In other words, the dialogue puts us on the scene where we can overhear the characters in action.","note":null,"page":"132","location":"2017-2019"},{"text":"3. Develop your ear for dialogue. With a notebook in hand, sit in a public space, such as a mall or an airport lounge. Eavesdrop on nearby conversations and jot down some notes on what it would take to capture that speech in a story.","note":null,"page":"133","location":"2030-2031"},{"text":"Reveal traits of character.","note":null,"page":"134","location":"2045-2045"},{"text":"Show character-istics through scenes, details, and dialogue.","note":null,"page":"134","location":"2046-2047"},{"text":"Bethany Hamilton has always been a compassionate child. But since the 14-year-old Hawaiian surfing sensation lost her left arm in a shark attack on Halloween, her compassion has deepened.","note":null,"page":"135","location":"2056-2058"},{"text":"The reader who encounters character adjectives screams silently for examples, for evidence: “Don’t just tell me, Ms. Writer, that Super Surfer Girl is compassionate. Show me.”","note":null,"page":"135","location":"2063-2065"},{"text":"The best writers create moving pictures of people, images that reveal their characteristics and aspirations, their hopes and fears.","note":null,"page":"136","location":"2071-2072"},{"text":"Some writers talk about doing research until they arrive at a dominant impression, something they can express in a single sentence. For example, “The mother of the cheerleader is over-bearing and controlling.”They may never write that sentence. Instead, they try to re-create for the reader the evidence that led them to this conclusion. Try out this method on some of your stories.","note":null,"page":"137","location":"2096-2098"},{"text":"Help the reader learn from contrast.","note":null,"page":"138","location":"2115-2115"},{"text":"Ironic juxtaposition is the fancy term for what happens when two disparate things are placed side by side, each commenting on the other.","note":null,"page":"139","location":"2123-2124"},{"text":"This effect can work in music, in the visual arts, and in poetry: Let us go then, you and I, When the evening is spread out against the sky Like a patient etherized upon a table;","note":null,"page":"139","location":"2124-2127"},{"text":"Feature photographers often see startling visual details in juxtaposition: a street person wearing a corsage, a massive sumo wrestler holding a tiny child. Keep your eyes open for such visual images and imagine how you would represent them in your writing.","note":null,"page":"142","location":"2167-2168"},{"text":"Plant important clues early.","note":null,"page":"143","location":"2184-2184"},{"text":"In dramatic literature, this technique inherits the name Chekhov’s Gun. In a letter he penned in 1889, Russian playwright Anton Chekhov wrote: “One must not put a loaded rifle on the stage if no one is thinking of firing it.”","note":null,"page":"146","location":"2228-2229"},{"text":"I conclude with a strategy I call Hitchcock’s Leg of Lamb. A 1958 episode of Alfred Hitchcock’s mystery series told the story of a pregnant housewife who kills her cheating husband with a frozen leg of lamb, and then feeds the murder weapon to the investigating detectives. Written by Roald Dahl, the action in this dark comedy is prefigured in its title, “Lamb to the Slaughter.”","note":null,"page":"146","location":"2230-2232"},{"text":"To propel readers, make them wait.","note":null,"page":"147","location":"2252-2252"},{"text":"This device leaves the reader in suspense, a word derived from the Latin suspendere, “to hang under.” Suspense leaves the reader, and sometimes a character, hanging.","note":null,"page":"147","location":"2253-2254"},{"text":"Any dramatic element that comes right before a break in the action is an internal cliffhanger.","note":null,"page":"150","location":"2298-2299"},{"text":"1. As you read novels and nonfiction books, notice what the author places at the ends of chapters. How do these elements drive you to turn the page—or not?","note":null,"page":"150","location":"2300-2301"},{"text":"Stories need an engine, a question that the action answers for the reader.","note":null,"page":"152","location":"2318-2318"},{"text":"Who done it? Guilty or not guilty? Who will win the race? Which man will she marry? Will the hero escape or die trying? Will the body be found? Good questions drive good stories.","note":null,"page":"152","location":"2319-2320"},{"text":"This narrative strategy is so powerful that it needs a name, and Tom French gave it to me: he calls it the “engine” of the story.","note":null,"page":"152","location":"2320-2321"},{"text":"If the internal cliffhanger drives the reader from one section to the next, the engine moves the reader across the arc from beginning to end.","note":null,"page":"152","location":"2321-2322"},{"text":"affable","note":null,"page":"155","location":"2368-2368"},{"text":"truancy,","note":null,"page":"155","location":"2369-2369"},{"text":"Good writers anticipate the reader’s questions and answer them.","note":null,"page":"155","location":"2369-2370"},{"text":"Reward the reader with high points, especially in the middle.","note":null,"page":"156","location":"2390-2390"},{"text":"Like our walker in the forest, the reader makes predictions about what lies down the road. When readers encounter boring and technical information, especially at the beginning, they will expect more boring matter below. When readers read chronological narratives, they wonder what will happen next.","note":null,"page":"157","location":"2394-2396"},{"text":"“The easiest thing for a reader to do,” argued famed editor Barney Kilgore, “is to quit reading.”","note":null,"page":"157","location":"2400-2401"},{"text":"A gold coin can appear as a small scene or anecdote: “A big buck antelope squirms under a fence and sprints over the plain, hoofs drumming powerfully. ‘Now that’s one fine sight,’ murmurs a cowboy.”","note":null,"page":"157","location":"2401-2403"},{"text":"commonplace of Shakespeare studies is the importance of act 3. The first two acts build toward a moment of powerful insight or action; the last two resolve the tension that forms midway through the play. In other words, the Bard places a huge gold coin right in the middle of his plays.","note":null,"page":"157","location":"2407-2409"},{"text":"A commonplace of Shakespeare studies is the importance of act 3. The first two acts build toward a moment of powerful insight or action; the last two resolve the tension that forms midway through the play. In other words, the Bard places a huge gold coin right in the middle of his plays.","note":null,"page":"157","location":"2407-2409"},{"text":"2. Carry the concept of the gold coins into your reading and movie watching. Study the structure of stories, looking for the strategic placement of dramatic or comic high points.","note":null,"page":"160","location":"2439-2441"},{"text":"3. Take a draft you are working on and identify the gold coins. Draw a star next to any story element that shines. Now study their placement and consider moving them around.","note":null,"page":"160","location":"2441-2442"},{"text":"Repeat, repeat, and repeat.","note":null,"page":"161","location":"2455-2456"},{"text":"Purposeful repetition links the parts.","note":null,"page":"161","location":"2456-2457"},{"text":"Repetition works in writing, but only if you intend it. Repeating key words, phrases, and story elements creates a rhythm, a pace, a structure, a wavelength that reinforces the central theme of the work. Such repetition works in music, in literature, in advertising, in humor, in political speech and rhetoric, in teaching, in homilies, in parental lectures—even in this sentence, where the word “in” is repeated ten times.","note":null,"page":"161","location":"2457-2460"},{"text":"In the hands of master teachers and poets, repetition has a power transcending the rhetorical, ascending to the level of myth and scripture.","note":null,"page":"164","location":"2506-2507"},{"text":"Repetition can be so powerful, in fact, that it can threaten to call attention to itself, overshadowing the message of the story. If you’re worried about too much repetition, apply this little test: Delete all the repetition and read the passage aloud without it. Repeat the key element once. Repeat it again. Your voice and ear will let you know when you’ve gone too far.","note":null,"page":"164","location":"2514-2517"},{"text":"5. British author John Ruskin advised: “Say all you have to say in the fewest possible words, or your reader will be sure to skip them; and in the plainest possible words or he will certainly misunderstand them.”Using the standards of “fewest” and “plainest,” evaluate the repetition in the works cited above.","note":null,"page":"165","location":"2526-2528"},{"text":"A thousand years ago, the unnamed poet who composed the epic Beowulf knew how to write cinematically. He could pull back the lens to establish heroic settings of land and sea; and he could move in close to see the jeweled fingers of the queen or the demonic light in a monster’s eyes.","note":null,"page":"166","location":"2543-2546"},{"text":"• Aerial view. The writer looks down on the world, as if standing atop a skyscraper or viewing the ground from a blimp. Example: “Hundreds and hundreds of black South African voters stood for hours on long, sandy serpentine lines waiting to cast their ballots for the first time.”","note":null,"page":"168","location":"2569-2572"},{"text":"• Establishing shot. The writer stands back to capture the setting in which action takes place, describing the world that the reader is about to enter, sometimes creating a mood for the story. Example: “Within seconds, as dusty clouds rose over the school grounds, their great widths suggesting blasts of terrifying force, bursts of rifle fire began to sound, quickly building to a sustained and rolling roar.”","note":null,"page":"168","location":"2572-2575"},{"text":"• Middle distance. The camera moves closer to the action, close enough to see the key players and their interaction. This is the common distance for most stories written for the newspaper. Example: “Scores of hostages survived, staggering from the school even as intense gunfire sputtered and grenades exploded around them.","note":null,"page":"168","location":"2575-2578"},{"text":"• Close-up. The camera gets in the face of the subject, close enough to detect anger, fear, dread, sorrow, irony, the full range of emotions. Example: “His brow furrowed and the crow’s feet deepened as he struggled to understand.… The man pulled at the waistband of his beige work pants and scratched his sun-aged face. He stared at her, stalling for time as he tried to understand, but afraid to say he didn’t.”","note":null,"page":"169","location":"2579-2582"},{"text":"• Extreme close-up. This writer focuses on an important detail that would be invisible from a distance: the pinky ring on the mobster’s finger, the date circled on the wall calendar, the can of beer atop a police car. Example: “The hand of the cancer-care nurse scooped the dead angel fish out of the office aquarium. Patients at this clinic had enough on their minds. They didn’t need another reminder of mortality.”","note":null,"page":"169","location":"2582-2585"},{"text":"4. The next time you write about an event, change your vantage point. View the scene from close up and far back, from in front of the stage and behind it.","note":null,"page":"170","location":"2596-2597"},{"text":"Then align them in a meaningful sequence.","note":null,"page":"171","location":"2609-2609"},{"text":"What we gain from the scene is not information, but experience. We were there on that sidewalk","note":null,"page":"172","location":"2630-2631"},{"text":"The best writers work hard to make scenes real.","note":null,"page":"173","location":"2638-2639"},{"text":"Anything exaggerated or “overdone,” argues the melancholy prince, takes away from the purpose of dramatic art, which is “to hold… the mirror up to nature.”","note":null,"page":"173","location":"2641-2642"},{"text":"You may think that the most common sequence will be chronological. But scenes can be arranged in space as well as in time, from one side of a street to the other. Scenes can be used to balance parallel narrative lines, shifting from the perspective of the criminal to the cop. Scenes","note":null,"page":"173","location":"2645-2647"},{"text":"You may think that the most common sequence will be chronological. But scenes can be arranged in space as well as in time, from one side of a street to the other. Scenes can be used to balance parallel narrative lines, shifting from the perspective of the criminal to the cop.","note":null,"page":"173","location":"2645-2647"},{"text":"You may think that the most common sequence will be chronological. But scenes can be arranged in space as well as in time, from one side of a street to the other. Scenes can be used to balance parallel narrative lines, shifting from the perspective of the criminal to the cop. Scenes can flash back in time, or look ahead.","note":null,"page":"173","location":"2645-2647"},{"text":"These are moments of real life, drawn from the news of the day, and ordered by a skillful young writer into a scenic sequence that gives them meaning and special power.","note":null,"page":"175","location":"2670-2671"},{"text":"As you invent scenes for fiction, keep your ears open for dramatic dialogue that can help readers enter the experience.","note":null,"page":"175","location":"2673-2674"},{"text":"Mix narrative modes.","note":null,"page":"176","location":"2689-2689"},{"text":"Combine story forms using the broken line.","note":null,"page":"176","location":"2690-2690"},{"text":"The author will often need tools to do both: construct a world that the reader can enter, and then report or comment on that world. The result is a hybrid, best exemplified","note":null,"page":"176","location":"2691-2692"},{"text":"The author will often need tools to do both: construct a world that the reader can enter, and then report or comment on that world. The result is a hybrid, best exemplified by a story form called the broken line.","note":null,"page":"176","location":"2691-2693"},{"text":"That is the secret and the power of the broken line. The writer tells us a story, then stops the story to tell us about the story, but then returns to the story. Imagine this form as a train ride with occasional whistle stops, something that looks like this: NARRATIVE LINE","note":null,"page":"177","location":"2703-2706"},{"text":"Many newspapers and magazines have miniaturized this movement with a device called the nut paragraph. Any story that begins without the news requires a phrase, a sentence, a paragraph, a zone that answers the question “So what?” The nut paragraph answers that question for the reader.","note":null,"page":"179","location":"2731-2733"},{"text":"No reader wants to be fooled by a story lead that promises narrative, only to discover a body dense with information. That is why the writer’s movement from anecdote to meaning would be nothing more than a shell game without a return to the narrative","note":null,"page":"180","location":"2746-2747"},{"text":"Shape short writing with wit and polish.","note":null,"page":"181","location":"2772-2773"},{"text":"Write a photo caption like the one above. Practice, using news and feature photos from newspapers and magazines.","note":null,"page":"185","location":"2832-2833"},{"text":"Begin a collection of short writing forms. Study how they are written. Make a list of techniques you could use in your writing.","note":null,"page":"185","location":"2833-2834"},{"text":"Prefer archetypes to stereotypes.","note":null,"page":"186","location":"2845-2845"},{"text":"Use subtle symbols, not crashing cymbals.","note":null,"page":"186","location":"2846-2846"},{"text":"This story pattern—often called there and back—is primeval and persistent, an archetype so deep within the culture of storytelling that we writers can succumb to its gravitational pull without even knowing it.","note":null,"page":"187","location":"2857-2858"},{"text":"Subtlety is a writer’s virtue.","note":null,"page":"188","location":"2870-2870"},{"text":"jazz. We use archetypes but should not let them use","note":null,"page":"189","location":"2890-2890"},{"text":"We use archetypes but should not let them use us.","note":null,"page":"189","location":"2890-2890"},{"text":"Use archetypes. Don’t let them use you.","note":null,"page":"189","location":"2893-2893"},{"text":"Write toward an ending.","note":null,"page":"190","location":"2910-2910"},{"text":"Help readers close the circle of meaning.","note":null,"page":"190","location":"2911-2911"},{"text":"In written compositions, the author can choose from among these, and more:","note":null,"page":"193","location":"2947-2948"},{"text":"• Closing the circle. The ending reminds us of the beginning by returning to an important place or by reintroducing us to a key character.","note":null,"page":"193","location":"2948-2949"},{"text":"• The tieback. Humorist Dave Barry likes to tie his ending to some odd or offbeat element in the body of the story.","note":null,"page":"193","location":"2950-2951"},{"text":"The time frame. The writer creates a tick-tock structure, with time advancing relentlessly. To end the story, the writer decides what should happen last.","note":null,"page":"193","location":"2951-2953"},{"text":"The space frame. The writer is more concerned with place and geography than with time. The hurricane reporter moves us from location to location, revealing the terrible damage from the storm. To end, the writer selects our final destination.","note":null,"page":"193","location":"2953-2955"},{"text":"• The payoff. The longer the story, the more important the payoff. This does not require a happy ending, but a satisfying one, a reward for a journey concluded, a secret revealed, a mystery solved.","note":null,"page":"193","location":"2955-2957"},{"text":"The epilogue. The story ends, but life goes on. How many times have you wondered, after the house lights come back on, what happened next to the characters in a movie? Readers come to care about characters in stories. An epilogue helps satisfy their curiosity.","note":null,"page":"193","location":"2957-2959"},{"text":"• Problem and solution. This common structure suggests its own ending. The writer frames the problem at the top and then offers readers possible solutions and resolutions.","note":null,"page":"193","location":"2959-2960"},{"text":"• The apt quote. Some characters speak in endings, capturing in their own words a neat summary or distillation of what has come before. In most cases, the writer can write it better than a character can say it. But not always.","note":null,"page":"194","location":"2961-2963"},{"text":"Look to the future. Most writing relates things that have happened in the past. But what do people say will happen next? What is the likely consequence of this decision or those events?","note":null,"page":"194","location":"2963-2964"},{"text":"• Mobilize the reader. A good ending can point the reader in another direction. Attend this meeting. Read that book. Send an e-mail message to the senator. Donate blood for victims of a disaster.","note":null,"page":"194","location":"2965-2966"},{"text":"To sharpen your learning, write about your writing.","note":null,"page":"196","location":"3000-3001"},{"text":"I write a mission statement for each story.","note":null,"page":"197","location":"3007-3007"},{"text":"1. Write a short mission statement for your next work. Use it to think about your writing strategies and aspirations.","note":null,"page":"200","location":"3053-3054"},{"text":"Turn procrastination into rehearsal.","note":null,"page":"201","location":"3069-3070"},{"text":"Plan and write it first in your head.","note":null,"page":"201","location":"3070-3071"},{"text":"The word procrastinate derives from the Latin word cras, meaning “tomorrow.”","note":null,"page":"201","location":"3074-3075"},{"text":"What would happen if we viewed this period of delay not as something destructive, but as something constructive, even necessary? What if we found a new name for procrastination? What if we called it rehearsal?","note":null,"page":"201","location":"3077-3079"},{"text":"The writer must not write in order to write. To write quickly, you must write slowly.","note":null,"page":"202","location":"3097-3097"},{"text":"There is a Zen-like quality to such wisdom: The writer must not write in order to write. To write quickly, you must write slowly. To write with your hands, you must write in your head.","note":null,"page":"202","location":"3096-3097"},{"text":"debilitating","note":null,"page":"203","location":"3102-3102"},{"text":"In addition to rehearsal and the lowering of standards, consider these strategies for crushing procrastination:","note":null,"page":"203","location":"3110-3111"},{"text":"• Trust your hands. Forget your brain for a while, and let your fingers do the writing. I had only a vague sense of what I wanted to say in this chapter until my hands typed some sloppy copy.","note":null,"page":"203","location":"3112-3113"},{"text":"• Adopt a daily routine. Fluent writers prefer mornings. Afternoon and evening writers (or runners) have the whole day to invent excuses not to write (or run). The key is to write rather than wait.","note":null,"page":"204","location":"3114-3115"},{"text":"• Build in rewards. Any routine of work (or non-work) can be debilitating, so turn habits of delay into little rewards: a cup of coffee, a quick walk, your favorite song.","note":null,"page":"204","location":"3116-3117"},{"text":"to fill up available time. Thorough exploration is a key to a writer’s success, but overresearching makes writing seem tougher. Write earlier in the process so you discover what information you need.","note":null,"page":"204","location":"3118-3119"},{"text":"• Draft sooner. Many writers use research to fill up available time. Thorough exploration is a key to a writer’s success, but overresearching makes writing seem tougher. Write earlier in the process so you discover what information you need.","note":null,"page":"204","location":"3117-3119"},{"text":"• Discount nothing. Some days you will write many poor words. Other days you’ll write a few good words. The poor words may be the necessary path to the good words.","note":null,"page":"204","location":"3119-3121"},{"text":"• Rewrite. Quality comes from revision, not from speed writing. Fluent writing gives you the time and opportunity to turn your quick draft into something special.","note":null,"page":"204","location":"3121-3122"},{"text":"• Watch your language. Purge your vocabulary (and your thoughts) of negative words and self-talk like procrastination and writer’s block and delay and “this sucks.” Turn your little quirks into something productive. Call it rehearsal or preparation or planning.","note":null,"page":"204","location":"3123-3126"},{"text":"• Watch your language. Purge your vocabulary (and your thoughts) of negative words and self-talk like procrastination and writer’s block and delay and “this sucks.” Turn your little quirks into something productive. Call it rehearsal or preparation or planning. • Set the table. When work piles on my desk, I find it hard to stick to my fluent writing routine. That is when I take a day to throw things away, answer messages,","note":null,"page":"204","location":"3123-3128"},{"text":"• Set the table. When work piles on my desk, I find it hard to stick to my fluent writing routine. That is when I take a day to throw things away, answer messages, and prepare the altar for the next day of writing.","note":null,"page":"204","location":"3127-3128"},{"text":"• Find a rabbi. We all need a helper who loves us without condition, someone who praises us for our productivity and effort, and not the quality of the final work. Too much criticism weighs a writer down.","note":null,"page":"204","location":"3128-3130"},{"text":"• Keep a daybook. Story ideas, key phrases, a startling insight, these can be fleeting. A handy companion, like a notebook, laptop, or daybook, helps you preserve the stimuli and ingredients for new writing.","note":null,"page":"205","location":"3130-3132"},{"text":"plodder,","note":null,"page":"205","location":"3138-3138"},{"text":"If you are a plodder, it may be worth your time to experiment with some forms of freewriting. If you are stuck, try writing on your current topic, for three minutes, as fast as you can. The purpose is not to create a draft, but to build momentum.","note":null,"page":"205","location":"3137-3139"},{"text":"Prepare yourself for the expected—and unexpected.","note":null,"page":"206","location":"3153-3154"},{"text":"how he can turn it into a story. He must do enough homework to answer these three questions: 1. What’s the point? 2. Why is this story being told? 3. What does it say about life, about the world, about the times we live in?","note":null,"page":"209","location":"3195-3197"},{"text":"Someone should have quoted Shakespeare to him: “the readiness is all.”","note":null,"page":"209","location":"3202-3203"},{"text":"With the help of a friend, list possible big writing projects that could emerge from your specialty or area of interest. Begin homework on these topics, preparation that will help you down the road.","note":null,"page":"209","location":"3204-3205"},{"text":"If you write fiction, review the process of research and preparation for novelists described by Brande and Ford. Try using those strategies as homework for a short story. If they work for you, apply them to more ambitious projects.","note":null,"page":"210","location":"3209-3211"},{"text":"Examine the machinery beneath the text.","note":null,"page":"211","location":"3223-3223"},{"text":"it’s because we teach and learn reading as a democratic craft—necessary for education, vocation, and citizenship—but writing as a fine art. Everyone should read, we say, but we act as if only those with special talent should write.","note":null,"page":"211","location":"3226-3227"},{"text":"One thing we know for sure: writers read for both form and content.","note":null,"page":"211","location":"3228-3228"},{"text":"The writer must answer this question: what am I trying to build? And then this one: what tools do I need to build","note":null,"page":"211","location":"3230-3231"},{"text":"The writer must answer this question: what am I trying to build? And then this one: what tools do I need to build it?","note":null,"page":"211","location":"3230-3231"},{"text":"That’s how smart writers continue to learn, by reading work they admire again and again “to see how it works.”","note":null,"page":"212","location":"3241-3242"},{"text":"Here are some reading tricks for writers: • Read to listen to the voice of the writer. • Read the newspaper in search of underdeveloped story ideas. • Read online to experience a variety of new storytelling forms. • Read entire books when they compel you; but also taste bits of books. • In choosing what to read, be directed less by the advice of others and more by your writing compass. • Sample—for free—a wide selection of current magazines and journals in bookstores that serve coffee. • Read on topics outside your discipline, such as architecture, astronomy, economics, and photography. • Read with a pen nearby. Write in the margins. Talk back to the author. Mark interesting passages. Ask questions of the text.","note":null,"page":"213","location":"3253-3260"},{"text":"Beneath the surface grinds the invisible machinery of grammar, language, syntax, and rhetoric, the gears of making meaning, the hardware of the trade.","note":null,"page":"213","location":"3251-3252"},{"text":"Scholars argue that reading is a triangular transaction—a ménage à trois—among author, text, and reader. The author may create the text, argues Louise Rosenblatt, but the reader turns it into a story. So the reader is a writer after all. Voilà!","note":null,"page":"213","location":"3263-3265"},{"text":"Save string.","note":null,"page":"215","location":"3283-3283"},{"text":"For big projects, save scraps others would toss.","note":null,"page":"215","location":"3284-3284"},{"text":"I identify with this method: save string, gather piles of research, be attentive to when it’s time to write, write earlier than you think you can, let those early drafts drive you to additional research and organization.","note":null,"page":"217","location":"3316-3317"},{"text":"Then assemble the pieces into something whole.","note":null,"page":"219","location":"3354-3354"},{"text":"Tiny drops of writing become puddles that become rivulets that become streams that become deep ponds.","note":null,"page":"220","location":"3369-3370"},{"text":"The power of this writing habit is overwhelming, like Harry Potter being told for the first time that he is a famous wizard","note":null,"page":"220","location":"3370-3371"},{"text":"Kushner provides an elegant solution: each chapter is devoted to one line of the psalm. So there is a chapter called “The Lord Is My Shepherd,” and another called “Though I Walk through the Valley of the Shadow of Death,” and another called “My Cup Runneth Over.” A 175-page national bestseller is divided into an introduction and fourteen short chapters, handy units for the writer and the reader. Bird by bird, tool by tool, line by","note":null,"page":"221","location":"3385-3388"},{"text":"Kushner provides an elegant solution: each chapter is devoted to one line of the psalm. So there is a chapter called “The Lord Is My Shepherd,” and another called “Though I Walk through the Valley of the Shadow of Death,” and another called “My Cup Runneth Over.” A 175-page national bestseller is divided into an introduction and fourteen short chapters, handy units for the writer and the reader. Bird by bird, tool by tool, line by line.","note":null,"page":"221","location":"3385-3388"},{"text":"To do your best, help others do their best.","note":null,"page":"223","location":"3410-3410"},{"text":"• Copyeditors. Ignore the traditional antagonism that leads writers to believe that copyeditors are vampires who work at night and suck the life out of stories. Instead, think of copyeditors as champions of standards, invaluable test readers, your last line of defense.","note":null,"page":"224","location":"3433-3435"},{"text":"This requires not just the Golden Rule—treat others the way you want to be treated—but what my old colleague Bill Boyd calls the Platinum Rule: Treat others the way they want to be treated. How does the copyeditor want to be treated? What does the photographer need to do her best work? And what gives the designer satisfaction? The only way to know for sure is to ask.","note":null,"page":"226","location":"3457-3460"},{"text":"Create a corps of helpers for feedback.","note":null,"page":"227","location":"3479-3480"},{"text":"Turn it loose during revision.","note":null,"page":"231","location":"3537-3537"},{"text":"Godwin draws her central images from Freud, who quotes Friedrich von Schiller: “In the case of a creative mind… the intellect has withdrawn its watchers from the gates, and the ideas rush in… and only then does it review and inspect the multitude.” Schiller chides a friend: “You reject too soon and discriminate too severely.”","note":null,"page":"233","location":"3560-3562"},{"text":"suffragette.","note":null,"page":"233","location":"3564-3564"},{"text":"For Godwin, weapons against the Watcher include such things as deadlines, writing fast, writing at odd times, writing when you’re tired, writing on cheap paper, writing in surprising forms from which no one expects excellence.","note":null,"page":"233","location":"3572-3574"},{"text":"The Voice will be a more useful critic, I say immodestly, after exposure to this set of tools. Armed with tools, the Voice might say, “Do you need that adverb?” Or, “Is this the place for a gold coin?” Or, “Isn’t it time for you to climb down the ladder of abstraction and offer a good example?”","note":null,"page":"234","location":"3576-3578"},{"text":"The important lesson is this: the self-conscious application of all writing advice will turn you to stone if you try to do it too early, or if you misapply it as orthodoxy","note":null,"page":"234","location":"3578-3580"},{"text":"Learn from your critics.","note":null,"page":"235","location":"3601-3601"},{"text":"Tolerate even unreasonable criticism.","note":null,"page":"235","location":"3602-3602"},{"text":"The right frame of mind can transform criticism that is nasty, petty, insincere, biased, and even profane, into gold.","note":null,"page":"235","location":"3604-3604"},{"text":"This alchemy requires one magic strategy: the receptive writer must convert debate into conversation. In","note":null,"page":"236","location":"3605-3605"},{"text":"This alchemy requires one magic strategy: the receptive writer must convert debate into conversation.","note":null,"page":"236","location":"3605-3605"},{"text":"Here’s the alternative: never defend your work; instead, explain what you were trying to accomplish.","note":null,"page":"237","location":"3620-3621"},{"text":"In summary: • Do not fall into the trap of arguing about matters of taste. • Do not, as a reflex, defend your work against negative criticism. • Explain to your critic what you were trying to do. • Transform arguments into conversations.","note":null,"page":"238","location":"3637-3639"},{"text":"3. Be your own harshest critic. Review a batch of your stories and write down ways that each could have been better, not what was wrong with them.","note":null,"page":"239","location":"3651-3652"},{"text":"Build a writing workbench to store your tools.","note":null,"page":"240","location":"3669-3670"},{"text":"five words that revealed the steps authors followed to build any piece of writing. As I remember them now, his words were: In other words, the writer conceives an idea, collects things to support it, discovers what the work is really about, attempts a first draft, and revises in the quest for greater clarity.","note":null,"page":"241","location":"3682-3685"},{"text":"Sniff around. Before you find a story idea, you get a whiff of something. Journalists call this a “nose for news,” but all good writers express a form of curiosity, a sense that something is going on out there, something that teases your attention, something in the air.","note":null,"page":"241","location":"3693-3694"},{"text":"Sniff around. Before you find a story idea, you get a whiff of something. Journalists call this a “nose for news,” but all good writers express a form of curiosity, a sense that something is going on out there, something that teases your attention, something in the air. • Explore ideas. The writers I admire most are the ones who see their world as a storehouse of story ideas. They are explorers, traveling through their communities with their senses alert, connecting seemingly unrelated details into story patterns. Most writers I know, even the ones who work from assignments, like to transform the topics of those assignments into their own focused ideas.","note":null,"page":"241","location":"3693-3698"},{"text":"• Collect evidence. I love the wisdom that the best writers write not just with their hands, heads, and hearts, but with their feet.","note":null,"page":"242","location":"3698-3699"},{"text":"Writers, including writers of fiction, collect words, images, details, facts, quotes, dialogue, documents, scenes, expert testimony, eyewitness accounts, statistics, the brand of the beer, the color and make of the sports car, and, of course, the name of the dog.","note":null,"page":"242","location":"3701-3703"},{"text":"• Select the best stuff. One great difference stands between new writers and experienced ones. New writers often dump their research into a story or essay. “By God, I gathered all that stuff,” they think, “so it’s going in.” Veterans use a fraction, sometimes half, sometimes","note":null,"page":"242","location":"3707-3709"},{"text":"A sharp focus is like a laser. It helps the writer cut tempting material that does not contribute","note":null,"page":"242","location":"3710-3710"},{"text":"A sharp focus is like a laser. It helps the writer cut tempting material that does not contribute to the central meaning of the work. • Recognize","note":null,"page":"242","location":"3710-3711"},{"text":"A sharp focus is like a laser. It helps the writer cut tempting material that does not contribute to the central meaning of the work.","note":null,"page":"242","location":"3710-3711"},{"text":"• Select the best stuff. One great difference stands between new writers and experienced ones. New writers often dump their research into a story or essay. “By God, I gathered all that stuff,” they think, “so it’s going in.” Veterans use a fraction, sometimes half, sometimes one-tenth of what they’ve gathered.","note":null,"page":"242","location":"3707-3709"},{"text":"Working from a plan, the writer and reader benefit from a vision of the global structure of the story. This does not require a formal outline. But it helps to trace a beginning, middle, and ending.","note":null,"page":"243","location":"3712-3714"},{"text":"• Write a draft. Some writers write fast and free, accepting the inevitable imperfection of early drafts, moving toward multiple revisions. Other writers, my friend David Finkel comes to mind, work with meticulous precision, sentence by sentence, paragraph by paragraph, combining the drafting and revising steps. One way is not better than another.","note":null,"page":"243","location":"3714-3717"},{"text":"For these artists, writing is rewriting. And while word processors now make such revisions harder to track, they also eliminate the donkey labor of recopying and help us improve our work with the speed of light.","note":null,"page":"243","location":"3723-3724"},{"text":"Let the clock tick or the room number show.","note":null,"page":"246","location":"3765-3765"},{"text":"• Catch-22: Absorbed into mainstream culture, this title of a novel by Joseph Heller described a trap of logic that was impossible to escape: “To get the equipment, you need to fill out the requisition forms, but there are no requisition forms, so you can’t have the equipment.” In essence, it’s a number that embodies a cultural idea.","note":null,"page":"247","location":"3777-3780"},{"text":"• High Noon: The classic Western movie in which the passage of time, and thus the clock, became a character, a strategy known as the tick-tock.","note":null,"page":"247","location":"3782-3783"},{"text":"Writers and editors have come to think of numbers as the enemies of good narrative, little blood clots in the flow of interesting language. But here we see that just the right number at just the right moment can drive the story forward and reconcile nonfiction’s most important fraternal twins: writing and reporting.","note":null,"page":"249","location":"3810-3812"},{"text":"Make your own list of favorite numbers with a brief explanation of their significance.","note":null,"page":"250","location":"3826-3826"},{"text":"Such a strategy intensifies the feeling we call suspense. Be attuned in your reading and film-watching to the use of suspenseful numbers.","note":null,"page":"250","location":"3833-3834"},{"text":"A short sentence has the ring of gospel truth.","note":null,"page":"251","location":"3847-3847"},{"text":"Express your most powerful thought in the shortest sentence.","note":null,"page":"252","location":"3854-3854"},{"text":"Using short sentences to their full effect is a centuries-old strategy, found in opinion writing, fiction and nonfiction, poetry and plays. It works in a formal speech or in a handwritten letter. Shakespeare, remember, had a messenger deliver the news to Macbeth in six words: “The Queen, my lord, is dead,” a message that could fit easily inside a 140-character tweet.","note":null,"page":"252","location":"3862-3865"},{"text":"A familiar and effective place for the short sentence is at the end of a long paragraph.","note":null,"page":"253","location":"3865-3866"},{"text":"A long sequence of short sentences slows the reader, each period acting as a stop sign. That slow pace can bring clarity, create suspense, or magnify emotion, but can soon become tedious. It turns out that the short sentence gains power from its proximity to longer sentences, as Orwell demonstrates with that final image of the whip appearing after a sentence that stretches to thirty-eight words.","note":null,"page":"253","location":"3878-3881"},{"text":"Consider the variety of sentence lengths: 7 words, 6, 8, 32, 3, 8, 13, 23, 3, 28, 8. The two shortest verbless sentences of three words (Lee Harvey Oswald) appear immediately after two of the longer sentences. That change of pace, that abruptness, that slamming on of brakes, carries significant meaning, as does that final truth-bearing/baring sentence: “It belonged to her now, and to history.”","note":null,"page":"255","location":"3897-3900"},{"text":"I thank Tom Wolfe for that 1975 lesson on the disproportionate power of the short sentence. It stuck. I owe it to him to restore his original context, that writers can use the short sentence to give even preposterous statements the ring of truth. The bigot can use it to foment hate. The propagandist can slap it on a bumper sticker. But for the writer with good intent, the short sentence proves a reliable method for delivering the practical truth.","note":null,"page":"255","location":"3900-3903"},{"text":"Test the theory that such writers use their shortest sentences to express their most important ideas.","note":null,"page":"255","location":"3907-3908"},{"text":"Examine your own work with this theory in mind. Ask yourself, “What is the most important idea I am trying to express in this piece?” Underline the sentence in which that idea is expressed. Try to revise it to make it shorter.","note":null,"page":"255","location":"3908-3910"},{"text":"Words should fit tone, theme, content, and audience.","note":null,"page":"256","location":"3924-3924"},{"text":"The American Heritage Dictionary defines diction as “choice and use of words in speech or writing.” The key word is “choice.” In most cases, writers choose words that fit their topic and appeal to their audience.","note":null,"page":"257","location":"3929-3931"},{"text":"onanism,","note":null,"page":"258","location":"3952-3952"},{"text":"Piece together habits, gestures, and preferences into a vision of life on the page.","note":null,"page":"262","location":"4009-4009"},{"text":"To bring a person to literary life requires not a complete inventory of characteristics, but selected details arranged to let us see flesh, blood, and spirit. In the best cases—when craft rises to art—the author conjures a character who seems fully present for the reader, a man standing against that very light post waving you over for a conversation.","note":null,"page":"262","location":"4017-4020"},{"text":"When I think of my own difficulties in describing character, I find solace in Wolfe’s description of this element of craft—status details—from The New Journalism as the “least understood” of the narrative strategies: This is the recording of everyday gestures, habits, manners, customs, styles of furniture, clothing, decoration, styles of traveling, eating, keeping house, modes of behaving toward children, servants, superiors, inferiors, peers, plus the various looks, glances, poses, styles of walking and other symbolic details that might exist within a scene.","note":null,"page":"265","location":"4058-4062"},{"text":"Wolfe was more into mission than decoration: “The recording of such details is not mere embroidery in prose. It lies as close to the center of the power of realism as any other device in literature.” John O’Neill, we","note":null,"page":"266","location":"4064-4066"},{"text":"Wolfe was more into mission than decoration: “The recording of such details is not mere embroidery in prose. It lies as close to the center of the power of realism as any other device in literature.”","note":null,"page":"266","location":"4064-4066"},{"text":"To write better character descriptions, hone your powers of observation. In office waiting rooms or airport lounges, at church services, or on commuter trains, watch people closely, paying attention to the details that set them apart. Now imagine describing them in a scene and in that particular setting.","note":null,"page":"266","location":"4074-4076"},{"text":"Attend to the moment that changes a day—or a life.","note":null,"page":"267","location":"4090-4090"},{"text":"Dorothy runs away from home to save Toto and is swept up in the twister. It will be the job of the writer to get her back to Kansas so she can help restore order to a safe and loving place called home.","note":null,"page":"268","location":"4104-4105"},{"text":"well-coiffed","note":null,"page":"268","location":"4107-4107"},{"text":"We are a storytelling species. In fiction we invent the conflicts that stories must resolve. This virtual reality, this substitute experience, prepares us to resolve the conflicts of the real world.","note":null,"page":"269","location":"4121-4122"},{"text":"Prosperity eludes us and may do so for some time to come, but many great stories end without the hero reaching the Promised Land, even as he looks down from heights to see the wasteland restored.","note":null,"page":"270","location":"4131-4132"},{"text":"Kurt Vonnegut noted that writing a good novel required the author to find a sympathetic character and then spend hundreds of pages doing horrible things to him. Think of the stages of Cinderella’s degradation before her fairy-tale salvation.","note":null,"page":"270","location":"4134-4136"}]},{"title":"The Glamour of Grammar","author":"Roy Peter Clark","highlights":[{"text":"When we see a great magician in action, we can be struck with awe and delight at the illusion. But even the naive know that the trick is an illusion, that turning a fierce tiger into a beautiful lady is the product of a set of strategic steps, the marriage of art and engineering. But before those steps can take effect, they must work in the service of the magician’s imagination.","note":null,"page":"260","location":"3974-3976"}]},{"title":"100 Ways to Improve Your Writing (Updated)","author":"Gary Provost","highlights":[{"text":"So if you have a writing job, write in your head. Clear up the inconsistencies while you’re brushing your teeth. Get your thoughts organized while you’re driving to work. Think of a slant during lunch. And most important, come up with a beginning, a lead, so that you won’t end up staring at your keyboard as if it had just arrived from another galaxy. If you have spent time writing in your head, you’ll have a head start. The writing will come easier, and you’ll finish sooner.","note":null,"page":"29","location":"438-441"}]}]